Repository: Emirix/ChemAI-App
Catalog: lib/l10n/app_*.arb
Languages: tr

# goodMorning
source: Hello,
tr: Merhaba,

source: Dr. Smith
tr: Dr. Emir

# searchHint
source: Search CAS#, Name, or Formula
tr: CAS#, İsim veya Formül Ara

source: AI Tools
tr: AI Araçları

source: View All
tr: Hepsini Gör

source: Reaction Assistant
tr: Reaksiyon Asistanı

# reactionAssistantDesc
source: Predict outcomes & optimization.
tr: Sonuçları tahmin et ve optimize et.

source: Safety Data
tr: Güvenlik Verileri

# safetyDataDesc
source: Instant SDS & GHS info.
tr: Anlık SDS ve GHS bilgileri.

source: Vision AI
tr: Görüntü İşleme AI

# visionAiDesc
source: Scan labels & structures.
tr: Etiketleri ve yapıları tara.

source: Reports & Analysis
tr: Raporlar ve Analiz

# reportsAnalysisDesc
source: Generate detailed reports automatically.
tr: Otomatik detaylı raporlar oluştur.

source: Recent Activity
tr: Son Aktiviteler

# synthesisOfIbuprofen
source: Synthesis Analysis
tr: Sentez Analizi

source: Reaction Analysis
tr: Reaksiyon Analizi

# benzeneMsdsLookup
source: Benzene SDS Lookup
tr: Benzen SDS Sorgulama

source: Safety Check
tr: Güvenlik Kontrolü

# twoHoursAgo
source: 2h ago
tr: 2 saat önce

# fiveHoursAgo
source: 5h ago
tr: 5 saat önce

source: Home
tr: Anasayfa

source: History
tr: Geçmiş

source: Settings
tr: Ayarlar

source: HAZARDS (GHS)
tr: TEHLİKELER (GHS)

source: REQUIRED PPE
tr: GEREKEN KKD

source: HANDLING
tr: KULLANIM VE TAŞIMA

source: STORAGE
tr: DEPOLAMA

# viewFullMsds
source: View Full SDS PDF
tr: Tam SDS PDF'ini Görüntüle

source: Quick Reference
tr: Hızlı Referans

source: Incompatible Mixture
tr: Uyumsuz Karışım

source: AI RISK ALERT
tr: AI RİSK UYARISI

source: VIEW DETAILS
tr: DETAYLARI GÖR

source: First Aid
tr: İlk Yardım

source: Firefighting
tr: Yangınla Mücadele

source: Emergency
tr: Acil Durum

source: Quick Look
tr: Genel Bakış

source: Physical Properties
tr: Fiziksel Özellikler

source: Add Item
tr: Öğe Ekle

source: Edit
tr: Düzenle

source: Status
tr: Durum

source: Save
tr: Kaydet

# aiGeneratingSds
source: Generating SDS with AI...
tr: Yapay Zeka tarafından SDS oluşturuluyor...

# aiGeneratingTds
source: Generating TDS with AI...
tr: Yapay Zeka tarafından TDS oluşturuluyor...
